Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Downloaded LFS object %@ failed SHA-256/size verification.
ar: فشل تنزيل كائن LFS %@ SHA-256/التحقق من الحجم. تعديل
da: Downloadet LFS-objekt %@ mislykkedes SHA-256/størrelsesbekræftelse.
de: Beim heruntergeladenen LFS-Objekt %@ ist die SHA-256/Größenüberprüfung fehlgeschlagen.
es: El objeto LFS descargado %@ falló en la verificación SHA-256/tamaño.
fi: Ladattu LFS-objekti %@ epäonnistui SHA-256/ kokovarmennus.
fr: Objet LFS téléchargé %@ a échoué SHA-256/vérification de la taille.
he: : אובייקט LFS שנוריד %@ נכשל SHA-256/אימות גודל.
hi: – डाउनलोड किया गया LFS ऑब्जेक्ट %@ विफल हुआ। SHA-256/आकार सत्यापन।
hu: letöltött LFS objektum %@ hibás volt SHA-256/méretellenőrzés.
id: : Objek LFS yang diunduh %@ gagal SHA-256/verifikasi ukuran.
it: Oggetto scaricato LFS %@ ha fallito SHA-256/Verifica delle dimensioni.
ja: ：LFSオブジェクトがダウンロードされました %@ に失敗しました SHA-256/サイズ検証。
ko: : LFS 객체 다운로드 완료 %@ 실패하였습니다 SHA-256/사이즈 검증.
nb: – Lastet ned LFS-objekt %@ mislyktes SHA-256/ størrelsesverifisering.
nl: : gedownload LFS-object %@ is mislukt SHA-256/maatverificatie.
pl: : Pobrany obiekt LFS %@ nie powiódło się SHA-256/verifikasija rozmiaru.
pt_br: Objeto LFS baixado %@ falhou SHA-256/verificação do tamanho.
ru: : загружен объект LFS %@ : неудача SHA-256/верификация размера.
sv: – Nedladdat LFS-objekt %@ misslyckades SHA-256/storleksskyddning.
th: : ดาวน์โหลดออบเจกต์ LFS %@ ล้มเหลว SHA-256/การตรวจสอบขนาด
tr: : İndirilen LFS nesnesi %@ hatası oluştu SHA-256/boyut doğrulaması.
uk: : завантажений об'єкт LFS %@ несправно SHA-256/підтвердження розміру.
vi: : Tải xuống đối tượng LFS %@ đã thất bại SHA-256/Kiểm tra kích thước.
zh_hans: 下载的 LFS 对象 %@ 失败 SHA-256/尺寸验证。
zh_hant: 下載的 LFS 對象 %@ 失敗 SHA-256/尺寸驗証。

source: EDIT
ar: تحرير
da: REDIGER
de: BEARBEITEN
es: EDITAR
fi: MUOKKAA
fr: MODIFIER
he: – редакציה
hi: संपादित करें
hu: szerkesztés
it: Modifica
ja: 編集
ko: 편집
nb: REDIGER
nl: Bewerken
pl: Edytowanie
pt_br: Editar
ru: Редактировать
sv: Redigera
th: แก้ไข
tr: Düzenleme
uk: Редагування
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: ENROLLMENT: %@
ar: التسجيل: %@
da: Registrering: %@
de: Anmeldung: %@
es: Matriculación: %@
fi: Hakemus: %@
fr: Inscription : %@
he: הרשמה: %@
hi: पंजीकरण: %@
hu: Beiratkozás: %@
id: Pendaftaran: %@
it: Iscrizione: %@
ja: 登録： %@
ko: 등록: %@
nb: Registrering: %@
nl: Aanmelding: %@
pl: Rejestracja: %@
pt_br: Matrícula: %@
ru: Регистрация: %@
sv: Registrering: %@
th: การลงทะเบียน: %@
tr: Kayıt: %@
uk: Запис: %@
vi: Đăng ký: %@
zh_hans: 报名： %@
zh_hant: 報名： %@

source: ENTER URL MANUALLY
ar: أدخل عنوان URL يدويًا خطأ
da: INDGIV URL MANUELT
de: Geben Sie die URL manuell ein
es: INGRESE LA URL MANUALMENTE ERROR
fi: PÄÄTÖS URL KANSALLISESTI
fr: ENTRER l&#39;URL MANUELLEMENT
he: הכנסת URL באופן ידני
hi: : URL को मैन्युअल रूप से दर्ज करें
hu: : URL-t manuálisan beírás
id: Masukkan URL secara manual
it: Inserisci l'URL manualmente
ja: URLを手動で入力
ko: URL을 직접 입력하세요
nb: : Angi URL manuelt
nl: URL handmatig invoeren
pl: Wprowadź URL ręcznie
pt_br: Digite a URL manualmente
ru: Введите URL вручную
sv: Ange URL manuellt
th: ป้อน URL ด้วยตนเอง
tr: : URL'yi elden girin
uk: ВВЕДІТЬ URL ВІД РУКИ
vi: Nhập URL thủ công
zh_hans: 手动输入网址
zh_hant: 手動輸入網址

source: ERROR
ar: يتم دعم المفاتيح الخاصة
da: FEJL
de: FEHLER Die privaten Schlüssel
fi: ERRORI
fr: ERREUR
he: שגיאה
hi: त्रुटि
hu: hiba
id: EROR
it: ERRORE
ja: エラー
ko: 오류
nb: FEIL
nl: -fout
pl: BŁĄD
pt_br: ERRO
ru: Ошибка
sv: FEWER
th: ข้อผิดพลาด
tr: Hata
uk: : Помилка
vi: LỖI
zh_hans: 错误
zh_hant: 錯誤

source: Ed25519, ECDSA, and RSA private keys are supported for clone, pull, and push.
ar: Ed25519 وECDSA وRSA للاستنساخ والسحب والدفع. تحرير
da: Ed25519, ECDSA og RSA private nøgler understøttes til kloning, pull og push.
de: Ed25519, ECDSA und RSA werden zum Klonen, Ziehen und Pushen unterstützt.
es: Las claves privadas Ed25519, ECDSA y RSA se admiten para clonación, extracción e inserción.
fi: Ed25519, ECDSA, ja RSA yksityiset avaimet tuetaan kloonausta, vetää ja push.
fr: Ed25519, ECDSA, et Les clés privées RSA sont prises en charge pour cloner, tirer et pousser.
he: Ed25519, ECDSA, ו- RSA : מפתחות פרטיים מותקנים עבור Clone, Pull ו-Push.
hi: Ed25519, ECDSA, तथा RSA के लिए क्लोन, पुल और पुश के लिए निजी कुंजियों का समर्थन किया गया है।
hu: Ed25519, ECDSA, és A RSA esetében a privát kulcsok támogatásra kerülnek a clone-, pull- és push-előfuttatási operációkhoz.
id: Ed25519, ECDSA, dan RSA : kunci privat didukung untuk operasi clone, pull, dan push.
it: Ed25519, ECDSA, e RSA : le chiavi private sono supportate per i comandi clone, pull e push.
ja: Ed25519, ECDSA、および RSA ：クローン、プル、およびプッシュ操作において、私有鍵がサポートされています。
ko: Ed25519, ECDSA, 및 RSA : 클론, 풀, 푸시 작업에 대해 개인 키를 지원합니다.
nb: Ed25519, ECDSA, og RSA : Privat nøkler støttes for klonering, pull og push.
nl: Ed25519, ECDSA, en RSA : privé sleutels worden ondersteund voor clone, pull en push.
pl: Ed25519, ECDSA, oraz RSA : klucze prywatne są obsługiwane dla operacji klonowania, pobierania i przesyłania.
pt_br: Ed25519, ECDSA, e As chaves privadas RSA são suportadas para clonagem, pull e push.
ru: Ed25519, ECDSA, и RSA : для операций клонирования, pull и push поддерживаются приватные ключи.
sv: Ed25519, ECDSA, och RSA : Privata nycklar stöds för klonering, pull och push.
th: Ed25519, ECDSAและ RSA : รองรับกุญแจส่วนตัวสำหรับการโคลน การดึง และการปั๊ม
tr: Ed25519, ECDSAve RSA , klonlama, çekme ve yayma işlemlerinde özel anahtarları destekliyor.
uk: Ed25519, ECDSA, та RSA : приватні ключі підтримуються для клонування, «pull» та «push».
vi: Ed25519, ECDSA, và RSA : Chìa khóa riêng được hỗ trợ cho các thao tác clone, pull và push.
zh_hans: Ed25519, ECDSA，以及 RSA ：支持在克隆、拉取和推送操作中使用私钥。
zh_hant: Ed25519, ECDSA，以及 RSA ：支持在剋隆、拉取和推送操作中使用俬鑰。

source: Edit
ar: – تعديل
da: Rediger
de: Bearbeiten
es: Editar
fi: Muokkaus
fr: Modifier
he: –עריכה
hi: संपादित करें
hu: szerkesztés
id: Edit Email
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Редактировать
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагування
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fi: Sähköposti
he: אימייל
hi: ईमेल
ja: メール
ko: 이메일
nb: E-post
ru: Эл. почта
sv: E-post
th: อีเมล
tr: E-posta
uk: Ел. пошта
zh_hans: 邮箱
zh_hant: 電子郵件

source: Empty Directory
ar: دليل فارغ
da: Tom mappe
de: Leeres Verzeichnis
es: Directorio vacío
fi: tyhjä hakemisto
fr: Répertoire Vide
he: каталог ריק
hi: : खाली निर्देशिका
hu: üres mappa
id: Direktori Kosong
it: Cartella vuota
ja: 空ディレクトリ
ko: 빈 디렉터리
nb: Tom mappen
nl: Lege map
pl: Pusta katalogowa ścieżka
pt_br: Diretório Vazio
ru: : пустая директория
sv: Tom mapp
th: ไดเรกทอรีว่างเปล่า
tr: Boş Katalog
uk: Порожня директорія
vi: : Thư mục trống
zh_hans: 空目录
zh_hant: 空目録

source: Enable Background Sync
ar: تمكين Background Sync
da: Aktivér Background Sync
de: Background Sync aktivieren
es: Activar Background Sync
fi: Ota Background Sync käyttöön
fr: Activer Background Sync
he: הפעלת Background Sync
hi: Background Sync चालू करें
hu: Background Sync bekapcsolása
id: Aktifkan Background Sync
it: Attiva Background Sync
ja: Background Sync を有効にする
ko: Background Sync 활성화
nb: Aktiver Background Sync
nl: Background Sync inschakelen
pl: Włącz Background Sync
pt_br: Ativar Background Sync
ru: Включить Background Sync
sv: Aktivera Background Sync
th: เปิดใช้ Background Sync
tr: Background Sync özelliğini etkinleştir
uk: Увімкнути Background Sync
vi: Bật Background Sync
zh_hans: 启用 Background Sync
zh_hant: 啟用 Background Sync

source: Enable Background Sync for all repositories?
ar: تمكين Background Sync لجميع المستودعات?
da: Aktivér Background Sync for alle arkiver?
de: Background Sync für alle Repositorys aktivieren?
es: ¿Activar Background Sync para todos los repositorios?
fi: Otetaanko Background Sync käyttöön kaikissa tietovarastoissa?
fr: Activer Background Sync pour tous les dépôts ?
he: להפעיל את Background Sync לכל המאגרים?
hi: सभी रिपॉज़िटरी के लिए Background Sync चालू करें?
hu: Bekapcsolja a Background Sync szolgáltatást minden tárolóhoz?
id: Aktifkan Background Sync untuk semua repositori?
it: Attivare Background Sync per tutti i repository?
ja: すべてのリポジトリで Background Sync を有効にしますか？
ko: 모든 저장소에 Background Sync를 활성화하시겠습니까?
nb: Vil du aktivere Background Sync for alle repositorier?
nl: Background Sync inschakelen voor alle repository's?
pl: Włączyć Background Sync dla wszystkich repozytoriów?
pt_br: Ativar o Background Sync para todos os repositórios?
ru: Включить Background Sync для всех репозиториев?
sv: Aktivera Background Sync för alla arkiv?
th: เปิดใช้ Background Sync สำหรับคลังทั้งหมดหรือไม่?
tr: Background Sync tüm depolar için etkinleştirilsin mi?
uk: Увімкнути Background Sync для всіх репозиторіїв?
vi: Bật Background Sync cho tất cả kho lưu trữ?
zh_hans: 为所有仓库启用 Background Sync?
zh_hant: 為所有儲存庫啟用 Background Sync?

source: Enabled
ar: مُفعَّل
da: Aktiveret
de: Aktiviert
es: Activado
fi: Aktivoitu
fr: Actif
he: ممكّن
hi: सक्षम
hu: Beállítva
id: Diaktifkan
it: Attivato
ja: 有効化済み
ko: 활성화됨
nb: Aktivert
nl: Geactiveerd
pl: Włączone
pt_br: Ativado
ru: Включено
sv: Aktiverat
th: เปิดใช้งาน
tr: Aktif
uk: Увімкнено
vi: Đã kích hoạt
zh_hans: 已启用
zh_hant: 已啟用

source: Enrolled
ar: مسجل
da: Registreret
de: Angemeldet
es: Inscripto
fi: Osaistunut
fr: Inscrit
he: נרשם
hi: पंजीकृत
hu: Bejelentkezett
id: Terdaftar
it: Iscritto
ja: 登録済み
ko: 등록 완료
nb: Registrert
nl: Geregistreerd
pl: Zarejestrowany
pt_br: Matriculado
ru: Зарегистрировано
sv: Registrerad
th: ลงทะเบียนแล้ว
tr: Kayıtlı
uk: Зареєстровано
vi: Đã đăng ký
zh_hans: 已注册
zh_hant: 已註冊

source: Enrolled branch: %@
ar: فرع مسجل: %@
da: Registreret filial: %@
de: Angemeldete Filiale: %@
es: Sucursal inscrita: %@
fi: Osoittautunut osasto: %@
fr: Sous-traitant inscrit : %@
he: סניף רשום: %@
hi: पंजीकृत शाखा: %@
hu: Beiratkozott származási irodája: %@
id: Cabang terdaftar: %@
it: Filiale iscritta: %@
ja: 登録済み支店： %@
ko: 등록된 지점: %@
nb: Registrert filial: %@
nl: Geregistreerde vestiging: %@
pl: Rejestrowana oddział: %@
pt_br: Filial inscrita: %@
ru: Регистрированная филиальная подразделение: %@
sv: Registrerad filial: %@
th: สาขาที่ลงทะเบียน: %@
tr: Kayıtlı şube: %@
uk: Залікована філія: %@
vi: Chi nhánh đã đăng ký: %@
zh_hans: 已注册分支机构： %@
zh_hant: 已註冊分支機構： %@

source: Enrolled for GitHub wakes
ar: مسجل لـ GitHub استيقظ
da: Registreret til GitHub Vækkelser
de: Angemeldet für GitHub Wachen
es: Matriculado para GitHub Despiertar
fi: Osoitettu opintoon GitHub Aamunsaastuminen
fr: Inscrit pour GitHub Réveils
he: רשום GitHub התעוררה
hi: पंजीकृत हुआ GitHub जागना
hu: Bejelentkezés: GitHub Birkózás
id: Terdaftar untuk GitHub Waktu bangun tidur
it: Iscritto per GitHub Altiamenti
ja: 登録済み GitHub 目覚め
ko: 등록됨 GitHub 어수룩함
nb: Registrert for GitHub Vakthet
nl: Geregistreerd voor GitHub Wakes
pl: Zapisano do: GitHub Weki
pt_br: Matriculado para GitHub Acordos
ru: Зарегистрировано на: GitHub Быть пробужденным
sv: Registrerad för GitHub Vaknande
th: ลงทะเบียนสำหรับ GitHub ตื่นนอน
tr: Kayıtlı GitHub Uyanıklık
uk: Зареєстровано для GitHub Будинок
vi: Đăng ký cho GitHub Đêm thức dậy
zh_hans: 已注册 GitHub 醒
zh_hant: 已註冊 GitHub 醒

source: Enrollment attempt %@
ar: محاولة التسجيل %@
da: Indskrivningsforsøg %@
de: Anmeldung versuchen %@
es: Intento de inscripción %@
fi: Opiskelijan rekisteröintikoe %@
fr: Essai d'inscription %@
he: ניסיון הרשמה %@
hi: पंजीकरण का प्रयास %@
hu: Bejelentkezési kísérlet %@
id: Upaya pendaftaran %@
it: Cerca di iscrizione %@
ja: 登録試行 %@
ko: 등록 시도 %@
nb: Registreringsforsøk %@
nl: Registratieproces %@
pl: Szkolny próbny wstęp do uczestnictwa %@
pt_br: tentativa de inscrição %@
ru: Попытка регистрации %@
sv: Anmälan – försök %@
th: การสมัครเข้าศึกษา %@
tr: Kayıt giriş denemesi %@
uk: Спроба зареєструватися %@
vi: Thử đăng ký %@
zh_hans: 注册尝试 %@
zh_hant: 註冊嘗試 %@

source: Enter a name for the new file in "%@"
ar: أدخل اسمًا للملف الجديد في "%@"
da: Indtast et navn til den nye fil i "%@"
de: Geben Sie einen Namen für die neue Datei in „%@“ ein.
es: Ingrese un nombre para el nuevo archivo en "%@"
fi: Anna uuden tiedoston nimi osoitteessa &quot;.%@"
fr: Entrez un nom pour le nouveau fichier dans&quot;%@"
he: : הכנס שם לקובץ החדש ב-%@"
hi: : "में नए फ़ाइल के लिए एक नाम दर्ज करें"%@"
hu: : „" mezőbe egy új fájl nevét adja meg%@"
id: Masukkan nama untuk file baru di "%@"
it: Inserire un nome per il nuovo file nel campo "%@"
ja: ：「」内に新しいファイルの名前を入力してください。%@"
ko: : "에 새 파일의 이름을 입력하세요."%@"
nb: : Angi et navn for den nye filen i «»%@"
nl: Voer een naam in voor de nieuwe bestand in "%@"
pl: Wprowadź nazwę nowego pliku w „%@"
pt_br: Digite um nome para o novo arquivo em "%@"
ru: Введите имя для нового файла в «%@"
sv: Ange ett namn för den nya filen i "%@"
th: กรอกชื่อไฟล์ใหม่ใน "%@"
tr: : " alanında yeni dosyanın adını girin."%@"
uk: Введіть назву нового файлу у «»%@"
vi: Vui lòng nhập tên cho tệp mới trong "%@"
zh_hans: ：请输入“”中新文件的名称%@"
zh_hant: ：請輸入“”中新文件的名稱%@"

source: Enter a new name for "%@"
ar: أدخل اسمًا جديدًا لـ "%@"
da: Indtast et nyt navn for "%@"
de: Geben Sie einen neuen Namen für „%@“ ein.
es: Ingrese un nuevo nombre para "%@"
fi: Anna uusi nimi sille &quot;%@"
fr: Entrez un nouveau nom pour&quot;%@"
he: הכנס שם חדש לـ "%@"
hi: : " के लिए एक नया नाम दर्ज करें।%@"
hu: : „" nevét új névre állítsa!%@"
id: Masukkan nama baru untuk "%@"
it: Inserisci un nuovo nome per "%@"
ja: ：「」の新しい名前を入力してください%@"
ko: : "에 새 이름을 입력하세요."%@"
nb: : Angi et nytt navn for «%@"
nl: Voer een nieuwe naam in voor „%@"
pl: Wprowadź nowe nazwę dla „%@"
pt_br: Digite um novo nome para "%@"
ru: Введите новое имя для «%@"
sv: Ange ett nytt namn för "%@"
th: กรอกชื่อใหม่สำหรับ "%@"
tr: : " için yeni bir ad girin%@"
uk: Введіть нове ім'я для «%@"
vi: Vui lòng nhập tên mới cho "%@"
zh_hans: 请输入“”的新名称%@"
zh_hant: 請輸入“”的新名稱%@"

source: Error
ar: خطأ
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hu: Hiba
id: Kesalahan Filter
it: Errore
ja: エラー
ko: 오류
nb: Feil
nl: Fout
pl: Bład
pt_br: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Every repository covered
ar: يشمل كل مستودع
da: Alle arkiver er dækket
de: Alle Repositorys abgedeckt
es: Todos los repositorios incluidos
fi: Kaikki tietovarastot katetaan
fr: Tous les dépôts sont couverts
he: כל מאגר מכוסה
hi: हर रिपॉज़िटरी शामिल
hu: Minden tárolóra kiterjed
id: Semua repositori tercakup
it: Tutti i repository coperti
ja: すべてのリポジトリが対象
ko: 모든 저장소에 적용
nb: Alle repositorier dekkes
nl: Elke repository gedekt
pl: Obejmuje każde repozytorium
pt_br: Todos os repositórios abrangidos
ru: Охвачены все репозитории
sv: Alla arkiv omfattas
th: ครอบคลุมทุกคลัง
tr: Her depo kapsamda
uk: Охоплено всі репозиторії
vi: Áp dụng cho mọi kho lưu trữ
zh_hans: 涵盖每个仓库
zh_hant: 涵蓋每個儲存庫

source: Exclude any repository in its settings, with per-repository network and power policies.
ar: استثنِ أي مستودع من إعداداته، مع سياسات الشبكة والطاقة الخاصة بكل مستودع.
da: Undtag et arkiv i dets indstillinger med netværks- og strømpolitikker for hvert arkiv.
de: Schließen Sie einzelne Repositorys in deren Einstellungen aus und legen Sie dort Netzwerk- und Energierichtlinien fest.
es: Excluya cualquier repositorio desde sus ajustes y defina políticas de red y energía para cada uno.
fi: Sulje haluamasi tietovarasto pois sen asetuksissa ja määritä tietovarastokohtaiset verkko- ja virtakäytännöt.
fr: Excluez tout dépôt dans ses réglages et définissez des politiques de réseau et d’énergie pour chaque dépôt.
he: ניתן להחריג כל מאגר בהגדרותיו, עם מדיניות רשת וצריכת חשמל נפרדת לכל מאגר.
hi: हर रिपॉज़िटरी की सेटिंग्स में उसे बाहर रखा जा सकता है और उसके लिए अलग नेटवर्क व पावर नीतियाँ तय की जा सकती हैं।
hu: Bármely tároló kizárható a saját beállításaiban, tárolónkénti hálózati és energiahasználati szabályokkal.
id: Kecualikan repositori mana pun melalui pengaturannya, dengan kebijakan jaringan dan daya per repositori.
it: Escluda qualsiasi repository dalle relative impostazioni, con criteri di rete ed energia specifici per repository.
ja: リポジトリごとのネットワークおよび電力ポリシーを設定し、設定画面で任意のリポジトリを除外できます。
ko: 저장소별 네트워크 및 전원 정책을 설정하고, 각 저장소의 설정에서 언제든 제외할 수 있습니다.
nb: Utelat et hvilket som helst repositorium i innstillingene, med egne retningslinjer for nettverk og strøm per repositorium.
nl: Sluit elke gewenste repository uit via de instellingen, met netwerk- en energiebeleid per repository.
pl: Każde repozytorium można wykluczyć w jego ustawieniach, określając osobne zasady sieci i zasilania.
pt_br: Exclua qualquer repositório nos ajustes dele, com políticas de rede e energia específicas por repositório.
ru: Любой репозиторий можно исключить в его настройках, задав отдельные правила использования сети и энергии.
sv: Undanta valfritt arkiv i dess inställningar, med nätverks- och energiprinciper per arkiv.
th: ยกเว้นคลังใดก็ได้ในการตั้งค่าของคลังนั้น พร้อมนโยบายเครือข่ายและพลังงานแยกตามคลัง
tr: Depo başına ağ ve güç ilkeleriyle birlikte istediğiniz depoyu kendi ayarlarından hariç tutun.
uk: Виключайте будь-який репозиторій у його налаштуваннях і задавайте окремі правила мережі та живлення.
vi: Loại trừ kho lưu trữ bất kỳ trong phần cài đặt của kho đó, với chính sách mạng và nguồn điện riêng cho từng kho.
zh_hans: 可在各仓库的设置中排除该仓库，并配置每个仓库的网络与电量策略。
zh_hant: 可在各儲存庫的設定中排除該儲存庫，並設定各儲存庫的網路與電力政策。

source: Excluded
ar: مستبعد
da: Udklædt
de: Ausgeschlossen
es: Excluido
fi: Lukitut
fr: Exclus
he: נשלל
hi: बहिष्कृत
hu: Kivételt tartalmazó
id: Dikeluarkan
it: Escluso
ja: 除外
ko: 제외
nb: Utenfor inkludering
nl: Uitgesloten
pl: Wykluczony
pt_br: Excluído
ru: Исключено
sv: Utlämnat
th: ไม่รวม
tr: Dışlanmıştır
uk: Виключено
vi: Bị loại trừ
zh_hans: 排除
zh_hant: 排除

source: Excluded from Background Sync.
ar: مستثنى من Background Sync.
da: Undtaget fra Background Sync.
de: Von Background Sync ausgeschlossen.
es: Excluido de Background Sync.
fi: Suljettu pois Background Sync -toiminnosta.
fr: Exclu de Background Sync.
he: מוחרג מ-Background Sync.
hi: Background Sync से बाहर रखा गया।
hu: Kizárva a Background Sync szolgáltatásból.
id: Dikecualikan dari Background Sync.
it: Escluso da Background Sync.
ja: Background Sync の対象外です。
ko: Background Sync에서 제외되었습니다.
nb: Utelatt fra Background Sync.
nl: Uitgesloten van Background Sync.
pl: Wykluczono z Background Sync.
pt_br: Excluído do Background Sync.
ru: Исключён из Background Sync.
sv: Undantaget från Background Sync.
th: ยกเว้นจาก Background Sync แล้ว
tr: Background Sync kapsamı dışında.
uk: Виключено з Background Sync.
vi: Đã loại trừ khỏi Background Sync.
zh_hans: 已从 Background Sync 中排除。
zh_hant: 已從 Background Sync 中排除。

source: Exit
ar: خروج
da: Afslut
de: Beenden
es: Salir
fi: Poistu
fr: Quitter
he: יציאה
hi: बाहर निकलें
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
ko: 종료
nb: Avslutt
nl: Afsluiten
pl: Wyjdź
pt_br: Sair
ru: Выход
sv: Avsluta
th: ออก
tr: Çıkış
uk: Вийти
vi: Thoát
zh_hans: 退出
zh_hant: 離開

source: Expected branch '%@', but '%@' is checked out.
ar: الفرع المتوقع&quot;%@&quot;لكن&quot;%@تم سحبه.
da: Forventet filial '%@', men '%@Er udleget.
de: Erwarteter Zweig '%@', aber '%@„ ist ausgeliehen."
es: Rama esperada '%@', pero '%@«Ha sido prestado».
fi: Odotettu osa-alue '%@', mutta '%@On ottettu käyttöön.
fr: Branche attendue '%@', mais '%@« Est emprunté. »
he: סניף צפוי&quot;%@&#39;, אבל&#39;%@&quot;נבדק.
hi: अपेक्षित शाखा '%@', लेकिन '%@' चेकआउट किया गया है।
hu: Várható szárny ('')%@', de '%@Kiadva van.
id: Cabang yang diharapkan '%@', tetapi '%@Telah dipinjam.
it: Filiale prevista '%@', ma '%@È stato prelevato.
ja: 予想分岐 '%@', しかし '%@「」は貸出済みです。
ko: 예상 분기 '%@', 하지만 '%@'이 대여되었습니다.
nb: Forventet gren '%@', men '%@Er låst ut.
nl: Verwachte tak '%@', maar '%@Is uitgecheckt.
pl: Oczekiwana gałąź '%@', ale '%@„jest wydany".
pt_br: Ramo esperado '%@', mas '%@Está emprestado.
ru: Ожидаемая ветвь '%@', но '%@«» выдано на бронирование.
sv: Önskad gren '%@', men '%@Har checkats ut.
th: สาขาที่คาดหวัง '%@', แต่ '%@ถูกเช็กเอาต์แล้ว
tr: Beklenen şube '%@', ancak '%@Seçildi.
uk: Очікувана гілка '%@', але '%@«» використано.
vi: Chi nhánh dự kiến '%@', nhưng '%@Đã được cho thuê.
zh_hans: 预期分支 ‘%@', 但是 '%@已借出。
zh_hant: 預期分支 ‘%@', 但是 '%@已借出。

source: External folders are protected
ar: المجلدات الخارجية محمية
da: Eksterne mapper er beskyttet
de: Externe Ordner sind geschützt
es: Las carpetas externas están protegidas.
fi: Ulkoiset kansiot ovat suojattu
fr: Les dossiers externes sont protégés
he: : תיקיות חיצוניות محمות
hi: : बाहरी फोल्डर सुरक्षित हैं।
hu: : Külső mappák védelmezettek.
id: Folder eksternal dilindungi.
it: : le cartelle esterne sono protette
ja: ：外部フォルダは保護されています。
ko: 외부 폴더는 보호되어 있습니다.
nb: : Eksterne mappen er beskyttet.
nl: : externe mappen zijn beschermd.
pl: : Wewnętrzne katalogi są chronione.
pt_br: : As pastas externas estão protegidas.
ru: : Внешние папки защищены.
sv: Externa mappar är skyddade.
th: : โฟลเดอร์ภายนอกได้รับการป้องกัน
tr: dış klasörler korunmuştur.
uk: Зовнішні папки захищені.
vi: : Các thư mục bên ngoài được bảo vệ.
zh_hans: 外部文件夹已受保护
zh_hant: 外部文件夾已受保護

source: External power only
ar: طاقة خارجية فقط
da: Kun ekstern strøm
de: Nur externe Stromversorgung
es: Solo alimentación externa
fi: Vain ulkoinen sähkönvaraus
fr: Alimentation externe uniquement
he: חשמל חיצוני בלבד
hi: केवल बाहरी बिजली
hu: Csak külső tápellátás
id: Hanya listrik eksternal
it: Alimentazione esterna soltanto
ja: 外部電源のみ
ko: 외부 전원만 사용
nb: Kun ekstern strømtilførsel
nl: Alleen externe stroom
pl: Tylko zewnętrzna zasilanie
pt_br: Alimentação externa apenas
ru: Только внешняя подача питания
sv: Endast extern ström
th: ใช้พลังงานจากภายนอกเท่านั้น
tr: Sadece dış güç kaynağı
uk: Лише зовнішня живлення
vi: Chỉ sử dụng nguồn điện bên ngoài
zh_hans: 仅外部电源供电
zh_hant: 僅外部電源供電

source: FULL
ar: كامل
da: FULD
de: VOLL
es: COMPLETO
fi: TÄYSI
fr: COMPLÈTEMENT
he: מלא
hi: पूर्ण
hu: – teljes
id: Lengkap
it: COMPLETO
ja: 全量
ko: 완전
nb: FULLSTENDIG
nl: VOLLEDIG
pl: PEŁNE
pt_br: COMPLETO
ru: Полный
sv: FULLSTÄNDIG
th: ครบถ้วน
tr: TAM
uk: ПОВНІЙ
vi: Hoàn chỉnh
zh_hans: 全部
zh_hant: 全部

source: Failed
ar: فشل
da: Mislykket
de: Fehlgeschlagen
es: Fallido
fi: Epäonnistui
fr: Échoué
he: נכשל
hi: विफल
hu: Sikertelen
id: Gagal
it: Fallito
ja: 失敗
ko: 실패
nb: Mislykket
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ru: Ошибка
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
uk: Помилка
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

source: Failed / disabled
ar: فشل/تعطيل
da: Mislykket / Deaktiveret
de: Fehlgeschlagen / Deaktiviert
es: Falló / Desactivado
fi: Epäonnistunut / Älä käytännössä
fr: Échec / Désactivé
he: נכשל/מוגבלויות
hi: विफल / निष्क्रिय
hu: Sikertelen / kihagyott
id: Gagal / Dinonaktifkan
it: Fallito / Disattivato
ja: 失敗 / 禁止
ko: 실패 / 비활성화
nb: Mislyktes / Deaktivert
nl: Fout / uitgeschakeld
pl: Nieudane / wyłączony
pt_br: Falhou / Desativado
ru: Неудачно / Отключено
sv: Misslyckat / Inaktiverad
th: ล้มเหลว / ปิดใช้งาน
tr: Başarısız / Devre dışı
uk: Помилка / вимкнено
vi: Thất bại / Đã tắt
zh_hans: 失败/已禁用
zh_hant: 失敗/已禁用

source: Failed to create commit: %@
ar: فشل إنشاء الالتزام: %@
da: Mislykkedes at oprette commit: %@
de: Festlegen fehl geschlagen: %@
es: Error al crear commit: %@
fi: Commit epäonnistui: %@
fr: Impossible de créer un commit: %@
he: : לא הצלחנו ליצור את ה-Commit: %@
hi: : कमिट बनाने में विफलता: %@
hu: : a commit létrehozása nem sikerült: %@
id: Gagal membuat commit: %@
it: : non è stato possibile creare il commit: %@
ja: ：コミットの作成に失敗しました： %@
ko: : 커밋 생성에 실패했습니다: %@
nb: : Kunne ikke opprette commit: %@
nl: : Er is geen commit kunnen maken: %@
pl: Nie udało się utworzyć commitu: %@
pt_br: : Falha ao criar o commit: %@
ru: Не удалось выполнить коммит: %@
sv: : Kunde inte skapa commit: %@
th: ไม่สามารถสร้างการยืนยันได้: %@
tr: : Commit oluşturma başarısız oldu: %@
uk: : Не вдалося створити коміт: %@
vi: : Thất bại khi tạo commit: %@
zh_hans: ：创建提交失败： %@
zh_hant: ：創建提交失敗： %@
